// সংখ্যা দিয়ে একটা ত্রিতুজ ===================================================

/* 
 1
 12
 123
 1234
 121345
 */

//  var n = 1;
//  for(var i = 1; i <= n ; i ++ ){
//     var m = " ";
//     for(var j = 1; j <= n + 4; j++){
//         m += j;
//         console.log(m);
//     }
//  }



// ============================================================
// condition chara ekta lop chalabe and tar moddhe sob guli bejor sonkha hobe
// =============================================================
for (let i = 0; i <= 50; i = i + 2) {
  console.log(i);
}
